import './HomePage.css';

const HomePage = () => {
    return (
        <div className='home'>
            <h1>Добро пожаловать в Tesla Shop!</h1>
            <p>
                В нашем магазине вы найдете широкий выбор оригинальных товаров и аксессуаров для автомобилей Tesla. 
                Мы предлагаем только качественные и проверенные товары, чтобы обеспечить наилучший опыт для владельцев Tesla.
            </p>
            <p>
                Исследуйте наш каталог, чтобы найти идеальные решения для вашего автомобиля и сделать каждую поездку более комфортной и стильной. 
                Не упустите возможность ознакомиться с последними новинками и специальными предложениями!
            </p>
        </div>
    );
};

export default HomePage;
